Repository: alleyinteractive/wordpress-fieldmanager
Catalog: languages/fieldmanager-*.po
Languages: it_it

source: A post can only have one parent, therefore you cannot store to post_parent in repeatable fields.
it_it: Un post pu&ograve; avere un solo genitore, pertanto non &egrave; possibile memorizzare il post_parent in campi ripetibili.

source: You attempted to set a property "%1$s" that is nonexistant or invalid for an instance of "%2$s" named "%3$s".
it_it: Si &egrave; cercato di impostare la propriet&agrave; "%1$s" che non &egrave; esistente o valida per l'instanza di "%2$s" di nome "%3$s".

source: You cannot use `"serialize_data" => false` with `"index" => true`
it_it: Non &egrave; possibile usare `"serialize_data" => false` quando `"index" => true`

source: $values should be an array because $limit is %d
it_it: $values dovrebbe essere un array poich&eacute; $limit &egreave; %d

source: submitted %1$d values against a limit of %2$d
it_it: inviati %1$d valori a fronte di un limite di %2$d

source: Use of a non-numeric key suggests that something is wrong with this group.
it_it: L'utilizzo di una chiave non numerica suggerisce che qualcosa &egrave; andato storto con questo gruppo.

source: presave() in the base class should not get arrays, but did.
it_it: Il metodo presave () nella classe base ma non non dovrebbe ricevere un array.

source: Input "%1$s" is not valid for field "%2$s"
it_it: Il valore "%1$s" non &egrave; valido per il campo "%2$s"

source: Add group
it_it: Aggiungi gruppo

source: Add field
it_it: Aggiungi campo

source: Move
it_it: Sposta

source: Remove
it_it: Rimuovi

source: This method requires WordPress 4.4 or above
it_it: Questo metodo richiede WordPress 4.4 o superiore

source: You cannot use this method on a subgroup
it_it: Non &egrave; possibile utilizzare questo metodo su un sottogruppo

source: Sorry, you're not supposed to do that...
it_it: Spiacente, non dovresti fare questo...

source: You may be able to use your browser's back button to resolve this error.
it_it: Dovresti essere in grado di utilizzare il tasto indietro del tuo browser per risolvere questo errore.

source: Sorry, you've created an invalid field definition. Please check your code and try again.
it_it: Siamo spiacenti, hai creato una definizione del campo non valida. Sei prega di controllare il tuo codice e di riprovare.

source: drop posts here
it_it: Trascina i post qui

source: (no authors)
it_it: (nessun autore)

source: You must supply a datasource for the autocomplete field
it_it: &Egreave; necessario fornire una origine dei dati per i campi di completamento automatico

source: No Datasource
it_it: Nessuna origine dei dati

source: Tried to alter %s %d through field "%s", which user is not permitted to edit.
it_it: Si &egreave; cercato di modificare %s %d attraverso il campo "%s", che l'utente non &egrave; autorizzato a modificare.

source: View
it_it: Visualizza

source: Edit
it_it: Modifica

source: Store property %s is invalid. Must be one of %s.
it_it: La propriet&agrave; per la memorizzazione %s non &egrave; valida. Deve essere una tra %s.

source: You cannot use reciprocal relationships with FM_Datasource_User if store_property is not set to ID.
it_it: Non &egrave; possibile utilizzare le relazioni reciproche con FM_Datasource_User se store_property non viene impostata con ID.

source: Display property %s is invalid. Must be one of %s.
it_it: La propriet&agrave; per la visualizzazione %s non &egrave; valida. Deve essere una tra %s.

source: Tried to refer to user "%s" which current user cannot edit.
it_it: Si &egrave; cercato di fare riferimento all'utente "%s" che l'utente corrente non pu&ograve; modificare.

source: Nonexistant or invalid option
it_it: Opzione non esistente o non valida

source: Invalid options for Datasource; must use the options parameter to supply an array.
it_it: Opzioni non valide per l'origine dei dati; si deve utilizzare il parametro per fornire un array.

source: Invalid Datasource Options
it_it: Opzioni per l'origine dati non valide

source: Attach a File
it_it: Allega un file

source: Select Attachment
it_it: Seleziona allegato

source: Choose an Attachment
it_it: Scegli un allegato

source: Uploaded image:
it_it: Immagine caricata:

source: Uploaded file:
it_it: File caricato:

source: remove
it_it: rimuovi

source: User cannot edit this post
it_it: L'utente non pu&ograve; modificare questo post

source: Nonce validation failed
it_it: Validazione nonce fallita

source: Save Options
it_it: Salva opzioni

source: You have two fields in this group saving to the same key: %s
it_it: Ci sono due campi in questo gruppo che usano la stessa chiave: %s

source: Options updated
it_it: Opzioni aggiornate

source: Current user cannot edit this page
it_it: L'utente corrente non pu&ograve; modificare questa pagina

source: Current user cannot edit this user
it_it: L'utente corrente non pu&ograve; modificare questo utente

source: You must set a valid column display callback.
it_it: &Egrave; necessario definire una callback valida per la visualizzazione della colonna.

source: "title" and "taxonomies" are required values for Fieldmanager_Context_Term
it_it: "title" e "taxonomies" sono valori necessari per Fieldmanager_Context_Term

source: The field name "%s" is reserved for WordPress on the term form.
it_it: Il nome del capo "%s" &egreave; riservato in WordPress nella form dei termini.

source: User cannot edit this term
it_it: L'utente non pu&ograve; modificare questo termine

source: The validation rule "%s" does not exist.
it_it: La regola di validazione "%s" non esiste.

source: Fieldmanager Term Metadata
it_it: Fieldmanager metadati termini

source: You cannot use `"serialize_data" => false` with repeating groups
it_it: Non &egrave; possibile utilizzare `"serialize_data" => false` con i gruppi ripetuti

source: Group child name conflict:
it_it: Nome di un figlio del gruppo in conflito:

source: More...
it_it: Di pi&ugrave;...

source: Found "%1$s" in data but not in children
it_it: Trovato "%1$s" nei dati ma non in un figlio

source: Show Data Grid
it_it: Mostra la griglia dati

source: Hide Data Grid
it_it: Nascondi la griglia dati

source: Saved a checkbox with a value that was not one of the options
it_it: Salvata una casella di controllo con un valore che non era in una delle opzioni
